Repository: TheBlueMatt/bitcoin
Catalog: locale/*/LC_MESSAGES/bitcoin.po
Languages: fr, pt

source: This transaction is over the size limit. You can still send it for a fee of %s, which goes to the nodes that process your transaction and helps to support the network. Do you want to pay the fee?
fr: Cette transaction est au delà de la limite de taille. Vous pouvez tout de même l'envoyer moyennant des frais de %s, qui ira au noeud gérant votre transaction, et qui aidera à soutenir le réseau. Acceptez-vous de payer ces frais ?
pt: Esta transacção ultrapassa o limite. Pode, mesmo assim, efectuá-la, no entanto, uma percentagem de %s será enviada para os nós da rede que processam este pagamento. Quer pagar a percentagem?

source: Status
fr: État
pt: Estado

source: Date
pt: Data

source: Description
pt: Descrição

source: Debit
fr: Débit
pt: Débito

source: Credit
fr: Crédit
pt: Crédito

source: Open for %d blocks
fr: Ouvert pour %d blocks
pt: Aberto para %d blocos

source: Open until %s
fr: Ouvert jusqu'au %s
pt: Aberto até %s

source: %d/unconfirmed
fr: %d/non confirmé
pt: %d/não confirmado

source: %d confirmations
pt: %d confirmados

source: Generated
fr: Généré
pt: Gerado

source: Generated (%s matures in %d more blocks)
fr: Généré (%s mûrira dans %d blocks)
pt: Gerado (%s maduras em mais %d blocos)

source: Generated - Warning: This block was not received by any other nodes and will probably not be accepted!
fr: Généré - Attention: Ce block n'a été reçu par aucun autre nœud et ne sera probablement pas accepté!
pt: Gerado - Aviso: Este bloco não foi recebido por mais nenhum nó da rede e provavelmente não será aceite.

source: Generated (not accepted)
fr: Généré (pas accepté)
pt: Gerado (não aceite)

source: From:
fr: De:
pt: Remetente:

source: Received with:
fr: Reçu depuis:
pt: Recebido por:

source: Payment to yourself
fr: Paiement à vous-même
pt: Pagamento ao próprio

source: To:
fr: À:
pt: Destinatário:

source: Generating
fr: Génération en cours
pt: A gerar

source: (not connected)
fr: (non connecté)
pt: (sem ligação)

source: %d connections %d blocks %d transactions
fr: %d connexions %d blocks %d transactions
pt: %d ligações %d blocos %d transacções

source: New Receiving Address
fr: Nouvelle adresse de reception
pt: Novo Endereço de Recepção

source: You should use a new address for each payment you receive. Label
fr: C'est une bonne politique d'utiliser une nouvelle adresse pour chaque paiement reçu. Intitulé
pt: É uma boa política utilizar um endereço diferente para cada pagamento que recebe. Etiqueta

source: <b>Status:</b>
fr: <b>État:</b>
pt: <b>Estado:</b>

source: , has not been successfully broadcast yet
fr: , n'a pas encore été diffusé avec succès
pt: , ainda não foram anunciadas com sucesso

source: , broadcast through %d node
fr: , diffusé à travers %d nœud
pt: , anunciar por %d nó

source: , broadcast through %d nodes
fr: , diffusé à travers %d nœuds
pt: , anunciar por %d nós

source: <b>Date:</b>
pt: <b>Data:</b>

source: <b>Source:</b> Generated<br>
fr: <b>Source:</b> Généré<br>
pt: <b>Fonte:</b> Gerado<br>

source: <b>From:</b>
fr: <b>De:</b>
pt: <b>Remetente:</b>

source: unknown
fr: inconnu
pt: desconhecido

source: <b>To:</b>
fr: <b>À:</b>
pt: <b>Destinatário:</b>

source: (yours, label:
fr: (vous, intitulé:
pt: (seu, etiqueta:

source: (yours)
fr: (vous)
pt: (seu)

source: <b>Credit:</b>
fr: <b>Crédit:</b>
pt: <b>Crédito:</b>

source: (%s matures in %d more blocks)
fr: (%s mûrira dans %d blocks)
pt: (%s maduras em mais %d blocos)

source: (not accepted)
fr: (pas accepté)
pt: (não aceite)

source: <b>Debit:</b>
fr: <b>Débit:</b>
pt: <b>Débito:</b>

source: <b>Transaction fee:</b>
fr: <b>Redevance de transaction :</b>
pt: <b>Percentagem da transacção:</b>

source: <b>Net amount:</b>
fr: <b>Montant net:</b>
pt: <b>Quantia Net:</b>

source: Message:
pt: Mensagem:

source: Generated coins must wait 120 blocks before they can be spent. When you generated this block, it was broadcast to the network to be added to the block chain. If it fails to get into the chain, it will change to "not accepted" and not be spendable. This may occasionally happen if another node generates a block within a few seconds of yours.
fr: Les pièces générées doivent attendrent 120 blocks avant de pouvoir être dépensées. Quand vous avez généré ce block, il a été diffusé au réseau pour être ajouté à la chaîne de block. Si il échoue à être intégré à la chaîne, il changera à "pas accepté" et ne sera pas dépensable. Ceci peut parfois arriver si un autre nœud génère un block à quelques secondes du vôtre.
pt: As moedas geradas necessitam de 120 blocos para que possam ser gastas. Quando gera um bloco, ele será anunciado pela rede para ser adicionado à cadeia de blocos. Se falhar, mudará para "não aceite" e não será possível utilizá-lo. Isto pode acontecer se um nó gerar outro bloco após alguns segundos do seu.

source: Main
fr: Général
pt: Principal

source: &Start Bitcoin on window system startup
pt: &Iniciar o Bitcoin no arranque do sistema

source: &Minimize on close
fr: &Réduire à la fermeture
pt: &Minimizar ao fechar

source: version %s
pt: versão %s

source: Error in amount
fr: Erreur dans le montant
pt: Erro na quantia

source: Send Coins
fr: Envoyer des pièces
pt: Enviar Moedas

source: Amount exceeds your balance
fr: Le montant dépasse votre solde
pt: A quantia excede o seu saldo

source: Total exceeds your balance when the
fr: Le total dépasse votre solde quand les
pt: O total excede o seu saldo quando a

source: transaction fee is included
fr: de frais de transaction sont ajoutés
pt: taxa de transacção for incluída

source: Payment sent
fr: Paiement envoyé
pt: Pagamento enviado

source: Sending...
fr: Envoi...
pt: A enviar ...

source: Invalid address
fr: Adresse invalide
pt: Endereço inválido

source: Sending %s to %s
fr: Envoi de %s à %s
pt: A enviar %s para %s

source: CANCELLED
fr: ANNULÉ
pt: CANCELADO

source: Cancelled
fr: Annulé
pt: Cancelado

source: Transfer cancelled
fr: Transfert annulé
pt: Transferência cancelada

source: Error:
fr: Erreur:
pt: Erro:

source: Insufficient funds
fr: Fonds insuffisants
pt: Fundos insuficientes

source: Connecting...
fr: Connexion...
pt: A estabelecer ligação ...

source: Unable to connect
fr: Impossible de se connecter
pt: Impossível estabelecer ligação

source: Requesting public key...
fr: Requête de la clef publique...
pt: A requisitar a chave pública ...

source: Received public key...
fr: Clef publique reçue...
pt: Chave pública recebida

source: Transfer was not accepted
fr: Le transfer n'a pas été accepté
pt: A transferência não foi aceite

source: Invalid response received
fr: Réponse invalide reçue
pt: Resposta inválida recebida

source: Creating transaction...
fr: Création de la transaction...
pt: A criar a transacção ...

source: Transaction creation failed
fr: La création de la transaction a échouée
pt: A criação da transacção falhou

source: Transaction aborted
fr: Transaction interrompue
pt: Transacção cancelada

source: Lost connection, transaction cancelled
fr: Connexion perdue, transaction annulée
pt: Perca de ligação, transacção cancelada

source: Sending payment...
fr: Envoi du paiement...
pt: A enviar pagamento ...

source: The transaction was rejected. This might happen if some of the coins in your wallet were already spent, such as if you used a copy of wallet.dat and coins were spent in the copy but not marked as spent here.
fr: La transaction a été rejetée. Ceci peut arriver si une partie des pièces de votre porte-monnaie ont déjà été dépensées, par exemple si vous avez utilisé une copie de wallet.dat et que les pièces ont été dépensées dans la copie mais pas marquées comme telles ici.
pt: A transacção foi rejeitada. Isto pode acontecer se algumas das moedas na sua carteira já foram utilizadas, como na utilização de uma cópia do wallet.dat, onde as moedas foram utilizadas na cópia do ficheiro e essas alterações não reflectem o estado desta carteira.

source: Waiting for confirmation...
fr: Attente de confirmation...
pt: A aguardar confirmação ...

source: The payment was sent, but the recipient was unable to verify it. The transaction is recorded and will credit to the recipient, but the comment information will be blank.
fr: Le paiement a été envoyé, mais le destinataire n'a pas pû le vérifier. La transaction est enregistrée et sera créditée au destinataire, mais le commentaire sera vide.
pt: O pagamento foi enviado, mas o remetente não consegiu verificar o seu pagamento. A transacção foi entregue, e o remetente receberá as modeas, no entanto, o comentário de transacção estará vazio.

source: Payment was sent, but an invalid response was received
fr: Le paiement a été envoyé, mais une réponse invalide a été reçue
pt: O pagamento foi enviado, mas foi recebida uma resposta inválida

source: Payment completed
fr: Paiement terminé
pt: Pagamento completo

source: Name
fr: Nom
pt: Nome

source: Address
fr: Adresse
pt: Endereço

source: Label
fr: Intitulé
pt: Nota

source: Bitcoin Address
fr: Adresse Bitcoin
pt: Endereço Bitcoin

source: This is one of your own addresses for receiving payments and cannot be entered in the address book.
fr: Ceci est une de vos adresses de reception de paiement, et ne peut être ajoutée au carnet d'adresse.
pt: Este endereço é seu (onde recebe pagamentos) e não pode ser introduzido no seu livros de endereços.

source: Edit Address
fr: Modifier l'adresse
pt: Editar endereço

source: Edit Address Label
fr: Modifier l'intitulé de l'adresse
pt: Editar nota de endereço

source: Add Address
fr: Ajouter une adresse
pt: Adicionar endereço

source: Bitcoin - Generating
fr: Bitcoin - Génération
pt: Bitcoin - A gerar

source: Bitcoin - (not connected)
fr: Bitcoin - (non connecté)
pt: Bitcoin - (sem ligação)

source: &Open Bitcoin
fr: &Ouvrir Bitcoin
pt: &Abrir Bitcoin

source: &Send Bitcoins
pt: &Abrir Bitcoin

source: O&ptions...
pt: O&pções

source: E&xit
fr: &Quitter
pt: S&air

source: Program has crashed and will terminate.
fr: Le programme a planté et va s'arrêter.
pt: A aplicação bloqueou e vai terminar.

source: Warning: Disk space is low
fr: Attention: L'espace disque est presque épuisé
pt: Aviso: Espaço em disco limitado

source: Error: Transaction creation failed
fr: Erreur: La création de la transaction a échouée
pt: Erro: Criação da transacção falhou

source: Error: The transaction was rejected. This might happen if some of the coins in your wallet were already spent, such as if you used a copy of wallet.dat and coins were spent in the copy but not marked as spent here.
fr: Erreur: La transaction a été rejetée. Ceci peut arriver si une partie des pièces de votre porte-monnaie ont déjà été dépensées, par exemple si vous avez utilisé une copie de wallet.dat et que les pièces ont été dépensées dans la copie mais pas marquées comme telles ici.
pt: Erro: A transacção foi rejeitada. Isto pode acontecer se algumas das moedas na sua carteira já tenham sido gastas, como por exemplo na utilização de uma cópia do wallet.dat onde as moedas foram gastas na cópia mas não aqui.

source: Invalid amount
fr: Quantité invalide
pt: Montante inválido

source: Invalid bitcoin address
fr: Adresse bitcoin incorrecte
pt: Endereço Bitcoin inválido

source: &File
fr: &Fichier
pt: &Ficheiro

source: &Your Receiving Addresses...
fr: &Vos adresses de reception...
pt: &Os seus endereços

source: &Options...
pt: &Opções ...

source: &Settings
fr: &Préférences
pt: &Definições

source: &About...
fr: &À propos...
pt: &Sobre ...

source: &Help
fr: &Aide
pt: &Ajuda

source: Address Book
fr: Carnet d'adresse
pt: Livro de Endereços

source: Your Bitcoin Address:
fr: Votre adresse Bitcoin :
pt: O seu endereço Bitcoin:

source: &New...
fr: &Nouvelle...
pt: &Novo ...

source: &Copy to Clipboard
fr: &Copier dans le presse-papier
pt: &Copiar para o Clipboard

source: Balance:
fr: Solde :
pt: Saldo:

source: All
fr: Tout
pt: Todos

source: Sent
fr: Envoyés
pt: Enviado

source: Received
fr: Reçus
pt: Recebido

source: In Progress
fr: En cours
pt: Em progresso

source: All Transactions
fr: Toutes les transactions
pt: Todas as transacções

source: Sent/Received
fr: Envoyées/Reçues
pt: Enviadas/Recebidas

source: Sent
fr: Envoyées
pt: Enviado

source: Received
fr: Reçues
pt: Recebido

source: &Start Bitcoin on system startup
fr: &Lancer Bitcoin au démarrage du système
pt: &Iniciar o Bitcoin no arranque do sistema

source: &Minimize to the tray instead of the taskbar
fr: &Réduire dans la zone de notification plutôt que dans la barre des tâches
pt: &Minimizar para a zona do relógio em vez da barra de janelas

source: M&inimize to the tray on close
fr: Ré&duire dans la zone de notification
pt: M&inimizar para a zona do relógio ao fechar

source: &Connect through socks4 proxy:
fr: Se &connecter à travers un proxy SOCKS4:
pt: &Ligar através de um prozy socks4:

source: &Port:
pt: &Porto:

source: Pay transaction fee:
pt: Taxa de transacção:

source: Cancel
fr: Annuler
pt: Cancelar

source: &Apply
fr: &Appliquer
pt: &Aplicar

source: version
pt: versão

source: Copyright (c) 2009-2011 Bitcoin Developers This is experimental software. Distributed under the MIT/X11 software license, see the accompanying file license.txt or http://www.opensource.org/licenses/mit-license.php. This product includes software developed by the OpenSSL Project for use in the OpenSSL Toolkit (http://www.openssl.org/) and cryptographic software written by Eric Young (eay@cryptsoft.com) and UPnP software written by Thomas Bernard.
pt: Copyright (c) 2009-2010 Bitcoin Developers Este software é experimental. Distribuído sob a licença de software MIT/X11. Veja os seguintes ficheiros para mais informações license.txt ou http://www.opensource.org/licenses/mit-license.php. Este producto inclui software desenvolvido pelo projecto OpenSSL, para ser utilizado no OpenSSL Toolkit (http://www.openssl.org) e software de criptografia desenvolvido por Eric Young (eay@cryptsoft.com) e UPnP software escrito por Thomas Bernard.

source: Enter a Bitcoin address (e.g. 1NS17iag9jJgTHD1VXjvLCEnZuQ3rJDE9L)
pt: Introduza um endereço Bitcoin (exemplo: 1NS17iag9jJgTHD1VXjvLCEnZuQ3rJED9L)

source: Pay &To:
fr: &Payable à:
pt: Pagar &a:

source: &Paste
fr: &Coller
pt: &Colar

source: Address &Book...
fr: Carnet d'&adresse...
pt: Livro de endereços ...

source: &Amount:
fr: &Montant :
pt: &Quantia:

source: T&ransfer:
fr: T&ransfert :
pt: T&ransferência:

source: &Send
fr: &Envoyer
pt: &Enviar

source: Connecting...
fr: Connexion...
pt: A estabelecer ligação ...

source: These are your Bitcoin addresses for receiving payments. You may want to give a different one to each sender so you can keep track of who is paying you. The highlighted address is displayed in the main window.
fr: Voici vos adresses Bitcoin de reception de paiement. Il peut être judicieux d'en fournir une différente à chaque émetteur afin de pouvoir suivre qui vous paie. L'adresse surlignée est affichée dans la fenêtre principale.
pt: Estes são os seus endereços de Bitcoin onde poderá receber os seus pagamentos. Pode dar um endereço diferente a cada pessoa ou identidade para ter uma melhor ideia sobre quem o está a pagar. O endereço seleccionado será o que aparecerá na janela principal.

source: &Edit...
fr: &Modifier...
pt: &Editar ...

source: &New Address...
fr: &Nouvelle adresse...
pt: &Novo endereço ...

source: Sending
fr: Envoi
pt: A enviar

source: These are your Bitcoin addresses for receiving payments. You can give a different one to each sender to keep track of who is paying you. The highlighted address will be displayed in the main window.
fr: Voici vos adresses Bitcoin de reception de paiement. Vous pouvez en fournir une différente à chaque émetteur afin de pouvoir suivre qui vous paie. L'adresse surlignée sera affichée dans la fenêtre principale.
pt: Estes são os seus endereços de Bitcoin onde poderá receber os seus pagamentos. Pode dar um endereço diferente a cada pessoa ou identidade para ter uma melhor ideia sobre quem o está a pagar. O endereço seleccionado será o que aparecerá na janela principal.

source: Receiving
fr: Reception
pt: A receber

source: &Delete
fr: &Supprimer
pt: &Remover

source: Bitcoin version
pt: Bitcoin

source: Usage:
pt: Mensagem:

source: Options:
pt: Opções:

source: Generate coins
fr: Générer des pièces
pt: Gerar moedas

source: Don't generate coins
fr: Ne pas générer de pièce
pt: Não gerar moedas

source: Start minimized
fr: Démarrer réduit
pt: Iniciar minimizado

source: Specify data directory
fr: Spécifier le repertoire de donnée
pt: Especificar localização dos dados

source: Connect through socks4 proxy
fr: Connection à travers un proxy SOCKS4
pt: Ligar através de um proxy socks4

source: Add a node to connect to
fr: Ajouter un nœud auquel se connecter
pt: Adicionar um nó para efectuar ligação

source: Connect only to the specified node
fr: Se connecter uniquement au nœud spécifié
pt: Ligar apenas ao nó especificado

source: This help message
fr: Ce message d'aide
pt: Esta mensagem de ajuda

source: Error loading addr.dat
fr: Erreur lors du chargement de addr.dat
pt: Erro ao carregar addr.dat

source: Error loading blkindex.dat
fr: Erreur lors du chargement de blkindex.dat
pt: Erro ao carregar blkindex.dat

source: Error loading wallet.dat
fr: Erreur lors du chargement de wallet.dat
pt: Erro ao carregar wallet.dat

source: Invalid -proxy address
fr: Adresse -proxy invalide
pt: Endereço -proxy inválido

source: Transaction Details
fr: Détails de la transaction
pt: Detalhes da transacção

source: Options
pt: Opções

source: About Bitcoin
fr: À propos de Bitcoin
pt: Sobre o Bitcoin

source: Your Bitcoin Addresses
fr: Votre adresse Bitcoin
pt: O seu endereço de Bitcoin

source: %d/offline?
fr: %d/hors-ligne?

source: Proxy &IP:
fr: &IP du proxy :
